Revit 2026 API

# BoundingBoxUVDispose Method

---

Releases all resources used by the BoundingBoxUV

**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 26.0.4.0 (26.0.4.0)

```csharp
public void Dispose()
```
```vb
Public Sub Dispose
```
```cpp
public:
virtual void Dispose() sealed
```
```fsharp
abstract Dispose : unit -> unit
override Dispose : unit -> unit
```

#### Implements

IDisposableDispose

#### Reference

BoundingBoxUV Class

Autodesk.Revit.DB Namespace